Repository: cdn/status
Catalog: languages/*/LC_MESSAGES/status.po
Languages: eo

source: Status update
eo: Statusan ĝisdatigon

source: Status updates
eo: Gisdatigoj pri stato

source: Delete %s
eo: Forigi %s

source: You don't have permission to perform this task.
eo: Vi ne havas permeson plenumi ĉi tiun taskon.

source: Your status update was deleted.
eo: Via statusa ĝisdatigo estis forigita.

source: We couldn't delete %s.
eo: Ni ne povis forigi %s.

source: What are you up to?
eo: Kion vi faras?

source: Edit status update
eo: Redakti ĝisdatigon pri stato

source: New Status Update
eo: Nova Stato-Ĝisdatigo

source: Edit Status Update
eo: Redakti Ĝisdatigo pri Statuso

source: Share a quick note or comment. You can use links and #hashtags.
eo: Kunhavigu rapidan noton aŭ komenton. Vi povas uzi ligojn kaj #ŝhtagojn.

source: Reply to a site
eo: Respondu al retejo

source: Add the URL that you're replying to
eo: Aldonu la URL al kiu vi respondas

source: Remove URL
eo: Forigi URLon

source: Cancel
eo: Nuligi

source: Publish
eo: Publikigi
